Repository: Ricardo-MT/personal
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# sectionA2
source: software developer, with 3 years of intensive experience in building tailor-made
es: software developer, con 4 años de experiencia en el desarrollo de

# sectionA3
source: DIGITAL PRODUCTS
es: PRODUCTOS DIGITALES

# sectionA4
source: , working closely with clients and managing small teams. I have also worked in all phases of
es: desde cero y a medida, trabajando directamente con clientes y gestionando pequeños equipos. Participo activamente en todas las fases del

# sectionA5
source: PRODUCT DESIGN
es: DISEÑO DEL PRODUCTO

# sectionA6
source: , from ideation and UX to high-fidelity UI and interactions.
es: , desde la conceptualización y UX hasta UI de alta fidelidad, interacciones y flujos de información.

# sectionA7
source: I always strive for
es: Procuro siempre implementar soluciones

# sectionA8
source: SIMPLE
es: SIMPLES

# sectionA9
source: and
es: y

# sectionA10
source: PRACTICAL
es: PRÁCTICAS

# sectionA11
source: solutions in order to maximize the
es: para así maximizar el

# sectionA12
source: RESULT
es: RESULTADO

# sectionBExp1Title
source: 2 years in CS
es: Full Stack Developer

# sectionBExp1Location
source: University of Havana, Havana
es: DigitalBeat, Gibraltar

# sectionBExp2Title
source: HND Software Dev.
es: Full Stack Developer

# sectionBExp2Location
source: IES Saladillo, Cádiz
es: Talan, Málaga

# sectionBExp4Title
source: Full Stack Developer
es: CFGS DAM

# sectionBExp4Location
source: Talan, Malaga
es: IES Saladillo, Cádiz

# sectionCSection1
source: PROGRAMMING LANGUAGES
es: LENGUAJES DE PROGRAMACIÓN

# sectionCSection2
source: FRAMEWORKS & LIBRARIES
es: FRAMEWORKS Y LIBRERÍAS

# sectionCSection3
source: OTHER TECH
es: OTRAS TECNOLOGÍAS

# sectionE1
source: < I have always been
es: Siempre me he sentido con disposición

# sectionE2
source: HORIZONTALLY SCOPED
es: HORIZONTAL

# sectionE3
source: in regard to my abilities, and never had a specialised or well defined trade. For the last 3 years I have worked very hard on getting as good as I can in
es: cuando analizaba mis habilidades, sin tener nunca una destreza especializada o bien definida. En los últimos 4 años he trabajado incansablemente en formarme tanto como me fuese posible en el

# sectionE4
source: SOFTWARE DEVELOPMENT
es: DESARROLLO DE SOFTWARE

# sectionE5
source: , building a more vertically scoped profile in the field I love. I became to understand how mastering skills takes
es: , construyéndome así un perfil orientado más en vertical en esta industria que tanto me fascina. Pude percatarme cuánto

# sectionE6
source: TIME
es: TIEMPO

# sectionE7
source: and
es: y

# sectionE8
source: DEDICATION
es: DEDICACIÓN

# sectionE9
source: , but with the proper strategy, this journey can be extremely fun and exciting. I learned to deal with impostor syndrome, to manage the overwhelming and rapidly-blooming technologies, to overcome burnouts, to make the most out of my
es: toma dominar un área de conocimiento, pero con la estrategia adecuada el camino para conseguirlo puede ser extremadamente divertido. Aprendí a lidiar con el infame síndrome del impostor, a copar con la fatiga tecnológica, a vencer los burnouts, a aprovechar al máximo los

# sectionE10
source: PRODUCTIVITY PEAKS
es: PICOS DE PRODUCTIVIDAD

# sectionE11
source: , and to push everyone working around me towards a better version of themselves. I am a supportive
es: , y a alentar y apoyar a todos alrededor mío hacia una mejor versión de ellos mismos. Soy un

# sectionE13
source: , very proactive and always with a
es: super colaborativo, muy activo y siempre con una actitud de

# sectionE14
source: CAN-DO
es: YO-PUEDO

# sectionE15
source: attitude. For the past 5 years I had a
es: . En los últimos 6 años he adoptado una

# sectionE16
source: CONTINUOUS
es: MENTALIDAD

# sectionE17
source: improvement mindset as I strive to become
es: de continua superación personal en mi camino interminable de ser

# sectionE18
source: BETTER
es: MEJOR

# sectionE19
source: everyday, reinforcing my lifelong learning eagerness. I now aspire to contribute to the community, increase my professional network and carry on following my carefully tailored career pathway. Still horizontal, but propelling in
es: cada día, reforzando mi sed de conocimiento perenne. Ahora aspiro a contribuir con la comunidad, expandir mi red profesional de contactos y continuar la senda de mi cuidadosamente-calculado futuro profesional. Sigo en horizontal, pero propulsando en

# sectionProjects
source: PROJECTS
es: PROYECTOS

# sectionProjectsBreakWord
source: PROJ ECTS
es: PROY ECTOS
